Repository: zhrispineda/Settings-iOS
Catalog: Preferences/Resources/Localization/GeneralSettingsUI/Reset.xcstrings
Source language: en
Languages: ar, bg, ca, cs, da, de, el, es, es_us, fi, fr, fr_ca, he, hi, hr, hu, id, it, ja, kk, ko, lt, ms, nl, no, pl, pt, pt_pt, ro, ru, sk, sl, sv, th, tr, uk, vi, zh_cn, zh_hk, zh_tw

# ICLOUD_SYNC_PHOTOS_AND_DATA_MSG
source: If you erase now, you will lose photos and other data that are being uploaded to iCloud.
ar: إذا قمت بالمسح الآن، فسوف تفقد الصور والبيانات الأخرى التي يجري حاليًا تحميلها إلى iCloud.
bg: Ако изтриете сега, ще загубите снимки и други данни, които се качват в iCloud.
ca: Si ho esborres ara, perdràs les fotos i altres dades que s’estan carregant a l’iCloud.
cs: Pokud teď zařízení vymažete, ztratíte fotografie a další data, která jsou právě odesílána na iCloud.
da: Hvis du sletter nu, mister du fotos og andre data, som ikke bliver overført til iCloud.
de: Wenn du jetzt löschst, verlierst du Fotos und andere Daten, die gerade auf iCloud hochgeladen werden.
el: Αν επιλέξετε σβήσιμο τώρα, θα χαθούν φωτογραφίες και άλλα δεδομένα, τα οποία ανεβαίνουν στο iCloud.
es: Si borras ahora, perderás las fotos y otros datos que estén cargándose en iCloud.
es_us: Si borras ahora, perderás fotos y otros datos que se estén cargando en iCloud.
fi: Jos tyhjennät nyt, menetät kuvia ja muuta dataa, joita lähetetään iCloudiin.
fr: Si vous effacez l’appareil maintenant, vous perdrez les photos et autres données en cours de téléchargement sur iCloud.
fr_ca: Si vous effacez votre appareil maintenant, vous allez perdre les photos et d’autres données qui sont en cours de téléversement vers iCloud.
he: מחיקה כעת תוביל לאובדן תמונות ונתונים נוספים שנמצאים בתהליך העלאה ל-iCloud.
hi: यदि आप अभी मिटाते हैं, तो आप तस्वीरें और अन्य डेटा गंवा देंगे जिसे iCloud पर अपलोड किया जा रहा है।
hr: Obrišete li odmah, izgubit ćete fotografije i druge podatke koji se postavljaju na iCloud.
hu: Ha most törli, akkor el fogja veszíteni a fotókat és egyéb adatokat, amelyeknek az iCloudba való feltöltése folyamatban van.
id: Jika Anda menghapus sekarang, Anda akan kehilangan foto dan data lainnya yang sedang diunggah ke iCloud.
it: Inizializzando ora, perderai le foto e gli altri dati che stai caricando su iCloud.
ja: 今すぐ消去すると、iCloudにアップロード中の写真およびその他のデータが失われるます。
kk: Деректерді қазір өшірсеңіз, iCloud сервисіне жүктеліп салынып жатқан фотолар мен басқа деректерді жоғалтасыз.
ko: 지금 지우면 현재 iCloud에 업로드 중인 사진 및 기타 데이터를 잃게 됩니다.
lt: Jei ištrinsite dabar, prarasite nuotraukas ir kitus duomenis, kurie keliami į „iCloud“.
ms: Jika anda memadamkan sekarang, anda akan kehilangan foto dan data lain yang sedang dimuat naik ke iCloud.
nl: Als je nu wist, verlies je foto's en andere gegevens die naar iCloud worden geüpload.
no: Hvis du sletter nå, vil du miste bilder og andre data som lastes opp til iCloud nå.
pl: Jeśli wymażesz teraz, utracisz zdjęcia i inne dane, które są właśnie wysyłane do iCloud.
pt: Se apagar agora, você perderá fotos e outros dados que estão sendo enviados ao iCloud.
pt_pt: Se apagar agora, perderá as fotografias e outros dados que estão a ser enviados para iCloud.
ro: Dacă ștergeți acum, veți pierde pozele și celelalte date care sunt în curs de încărcare pe iCloud.
ru: Если стереть сейчас, Вы потеряете фото и другие данные, которые выгружаются в iCloud.
sk: Ak hneď spustíte vymazávanie zariadenia, prídete o fotky a ďalšie dáta, ktoré sa odosielajú do iCloudu.
sl: Če izbrišete zdaj, boste izgubili fotografije in druge podatke, ki se nalagajo v iCloud.
sv: Om du raderar nu kommer du att bli av med bilder och andra data som håller på att överföras till iCloud.
th: ถ้าคุณลบข้อมูลในตอนนี้ คุณจะสูญเสียรูปภาพและข้อมูลอื่นที่กำลังถูกอัปโหลดไปยัง iCloud
tr: Şimdi silerseniz iCloud’a yüklenmekte olan fotoğrafları ve diğer verileri kaybedersiniz.
uk: Якщо стерти зараз, ви втратите фотографії та інші дані, які ще закачуються до iCloud.
vi: Nếu bạn xóa bây giờ, bạn sẽ mất các ảnh và dữ liệu khác đang được tải lên iCloud.
zh_cn: 如果现在抹掉，你将丢失正在上传到iCloud的照片和其他数据。
zh_hk: 如立即清除，你將會遺失正在上載至iCloud的相片和其他資料。
zh_tw: 若立即清除，你將會遺失正在上傳到iCloud的照片和其他資料。

# RESET_CONFIRMATION_ALERT_ACCEPT
source: Reset
ar: إعادة التعيين
bg: Нулиране
ca: Restableix
cs: Resetovat
da: Nulstil
de: Zurücksetzen
el: Επαναφορά
es: Restablecer
es_us: Restablecer
fi: Nollaa
fr: Réinitialiser
fr_ca: Réinitialiser
he: איפוס
hi: रीसेट करें
hr: Resetiraj
hu: Alaphelyzetbe állítás
id: Atur Ulang
it: Ripristina
ja: リセット
kk: Бастапқы күйге қайтару
ko: 재설정
lt: Nustatyti iš naujo
nl: Stel opnieuw in
no: Nullstill
pl: Wyzeruj
pt: Redefinir
pt_pt: Repor
ro: Resetați
ru: Сбросить
sk: Resetovať
sl: Ponastavi
sv: Nollställ
th: รีเซ็ต
tr: Sıfırla
uk: Скинути
vi: Đặt lại
zh_cn: 还原
zh_hk: 重設
zh_tw: 重置

# ICLOUD_BACKUP_FINISH
source: Finish Backup Then Erase
ar: إنهاء النسخ الاحتياطي ثم المسح
bg: Завърши резервното копие и след това изтрий
ca: Completa la còpia i esborra
cs: Dokončit zálohování a vymazat
da: Sikkerhedskopier, og slet
de: Backup fertigstellen, dann löschen
el: Ολοκλήρωση δημιουργίας εφεδρικού αντιγράφου, μετά σβήσιμο
es: Terminar la copia y borrar
es_us: Completar respaldo y borrar
fi: Viimeistele varmuuskopio ja tyhjennä
fr: Terminer la sauvegarde puis effacer
fr_ca: Terminer la sauvegarde puis effacer
he: סיים גיבוי ואז מחק
hi: बैकअप समाप्त करें और तब मिटाएँ
hr: Sigurnosno kopiraj pa obriši
hu: Biztonsági mentés befejezése, majd törlés
id: Selesaikan Pencadangan Lalu Hapus
it: Concludi il backup e inizializza
ja: バックアップを完了してから消去
kk: Сақтық көшірме жасауды аяқтағаннан кейін деректерді өшіру
ko: 백업 완료 후에 지우기
lt: Baigti atsarginės kopijos kūrimą, tada ištrinti
ms: Selesaikan Sandaran dan Padam
nl: Voltooi back‑up en wis
no: Fullfør sikkerhetskopi og slett
pl: Dokończ tworzenie backupu i wymaż
pt: Terminar Backup e Apagar
pt_pt: Terminar cópia de segurança e apagar
ro: Finalizați backupul, apoi ștergeți
ru: Стереть после копирования
sk: Dokončiť zálohovanie a potom vymazať
sl: Dokončaj varnostno kopiranje, nato izbriši
sv: Slutför säkerhetskopieringen och radera sedan
th: สำรองข้อมูลต่อให้เสร็จแล้วลบข้อมูล
tr: Yedeklemeyi Bitir ve Sil
uk: Доархівувати і стерти
vi: Hoàn tất sao lưu rồi xóa
zh_cn: 完成备份后再抹掉
zh_hk: 完成備份後清除
zh_tw: 完成備份後清除
